[MD_WOTC_BOIII_HGN_M1911_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="M1911 TRP型"
FriendlyNamePlural="M1911 TRP型"
AbilityDescName="半自动手枪"
BriefSummary="M1911手枪是一种在1911年起生产的45ACP口径半自动手枪，由美国人约翰·勃朗宁设计，在当年推出后立即成为美军的制式手枪，并且这一制式就长达74年。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_HGN_M1911_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="1911 战术版"
FriendlyNamePlural="1911 战术版"
AbilityDescName="半自动手枪"
BriefSummary="M1911（45手枪）是一种在1911年起生产的.45 ACP口径半自动手枪，由美国人约翰·勃朗宁设计，推出后立即成为美军的制式手枪并一直维持达74年（1911年至1985年）。M1911曾经是美军在战场上常见的武器，经历了一战、二战、朝鲜战争、越战以及波斯湾战争。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_HGN_M1911_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="45C 光线手枪"
FriendlyNamePlural="45C 光线手枪"
AbilityDescName="半自动手枪"
BriefSummary="M1911（45手枪）是一种在1911年起生产的.45 ACP口径半自动手枪，由美国人约翰·勃朗宁设计，推出后立即成为美军的制式手枪并一直维持达74年（1911年至1985年）。M1911曾经是美军在战场上常见的武器，经历了一战、二战、朝鲜战争、越战以及波斯湾战争。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：光束"

[MD_WOTC_BOIII_HGN_M1911_STD_TMP_T1 X2WeaponTemplate_Custom]
FriendlyName="M1911 TRP型"
FriendlyNamePlural="M1911 TRP型"
AbilityDescName="半自动手枪"
BriefSummary="M1911（45手枪）是一种在1911年起生产的.45 ACP口径半自动手枪，由美国人约翰·勃朗宁设计，推出后立即成为美军的制式手枪并一直维持达74年（1911年至1985年）。M1911曾经是美军在战场上常见的武器，经历了一战、二战、朝鲜战争、越战以及波斯湾战争。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_HGN_M1911_STD_TMP_T2 X2WeaponTemplate_Custom]
FriendlyName="1911 战术改进版"
FriendlyNamePlural="1911 战术改进版"
AbilityDescName="半自动手枪"
BriefSummary="M1911（45手枪）是一种在1911年起生产的.45 ACP口径半自动手枪，由美国人约翰·勃朗宁设计，推出后立即成为美军的制式手枪并一直维持达74年（1911年至1985年）。M1911曾经是美军在战场上常见的武器，经历了一战、二战、朝鲜战争、越战以及波斯湾战争。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_HGN_M1911_STD_TMP_T3 X2WeaponTemplate_Custom]
FriendlyName="45C 光线手枪"
FriendlyNamePlural="45C 光线手枪"
AbilityDescName="半自动手枪"
BriefSummary="M1911（45手枪）是一种在1911年起生产的.45 ACP口径半自动手枪，由美国人约翰·勃朗宁设计，推出后立即成为美军的制式手枪并一直维持达74年（1911年至1985年）。M1911曾经是美军在战场上常见的武器，经历了一战、二战、朝鲜战争、越战以及波斯湾战争。"
TacticalText="<Bullet/>类型：半自动手枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：短反冲操作\n<Bullet/>弹匣：.45 子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：光束"